/* No comment provided by engineer. */
"All converting tasks completed" = "Alle conversie taken volbracht";

/* No comment provided by engineer. */
"All encoding tasks completed" = "Alle codeer taken volbracht";

/* No comment provided by engineer. */
"All encoding tasks completed for %@" = "Alle codeer taken volbracht voor %@";

/* No comment provided by engineer. */
"All ripping tasks completed" = "Alle ripping taken volbracht";

/* No comment provided by engineer. */
"All ripping tasks completed for %@" = "Alle ripping taken volbracht voor %@";

/* No comment provided by engineer. */
"Clear" = "Legen";

/* No comment provided by engineer. */
"Clear log contents" = "Log inhoud verwijderen";

/* No comment provided by engineer. */
"Conversion completed" = "Omzetting volbracht";

/* No comment provided by engineer. */
"Convert completed" = "Omzetting volbracht";

/* No comment provided by engineer. */
"Convert completed for %@ [%@]" = "%1$@ [%2$@] van de omzetting volbracht";

/* No comment provided by engineer. */
"Convert started" = "Omzetting begonnen";

/* No comment provided by engineer. */
"Convert started for %@ [%@]" = "Omzetting begonnen voor %1$@ [%2$@]";

/* No comment provided by engineer. */
"Convert stopped" = "Omzetting gestopt";

/* No comment provided by engineer. */
"Convert stopped for %@ [%@]" = "Omzetting gestopt voor %1$@ [%2$@]";

/* No comment provided by engineer. */
"Disc encoding completed" = "Disc codering volbracht";

/* No comment provided by engineer. */
"Disc ripping completed" = "Disc ripping volbracht";

/* No comment provided by engineer. */
"Duration: %@" = "Tijdsduur: %@";

/* No comment provided by engineer. */
"Encode completed" = "Codering volbracht";

/* No comment provided by engineer. */
"Encode completed for %@ [%@]" = "%1$@ [%2$@] van de codering volbracht";

/* No comment provided by engineer. */
"Encode started" = "Codering begonnen";

/* No comment provided by engineer. */
"Encode started for %@ [%@]" = "Codering begonnen voor %1$@ [%2$@]";

/* No comment provided by engineer. */
"Encode stopped" = "Codering gestopt";

/* No comment provided by engineer. */
"Encode stopped for %@ [%@]" = "Codering gestopt voor %1$@ [%2$@]";

/* No comment provided by engineer. */
"Encoding completed" = "Codering volbracht";

/* No comment provided by engineer. */
"File format: %@" = "Bestands formaat: %@";

/* No comment provided by engineer. */
"Generating output" = "Generating output";

/* No comment provided by engineer. */
"Max successfully launched" = "Max successfully launched";

/* No comment provided by engineer. */
"Mismatch for sector %i" = "Mismatch for sector %i";

/* No comment provided by engineer. */
"Mismatches for sectors %i - %i" = "Mismatches for sectors %1$i - %2$i";

/* No comment provided by engineer. */
"Re-ripping sector %i" = "Re-ripping sector %i";

/* No comment provided by engineer. */
"Re-ripping sectors %i - %i" = "Re-ripping sectors %1$i - %2$i";

/* No comment provided by engineer. */
"Retry limit exceeded" = "Retry limit exceeded";

/* No comment provided by engineer. */
"Rip completed" = "Rip volbracht";

/* No comment provided by engineer. */
"Rip completed for %@" = "Rip volbracht voor %@";

/* No comment provided by engineer. */
"Rip started" = "Rip begonnen";

/* No comment provided by engineer. */
"Rip started for %@" = "Rip begonnen voor %@";

/* No comment provided by engineer. */
"Rip status: %s sector %ld (%ld)" = "Rip status: %1$s sector %2$ld (%3$ld)";

/* No comment provided by engineer. */
"Rip stopped" = "Rip gestopt";

/* No comment provided by engineer. */
"Rip stopped for %@" = "Rip gestopt voor %@";

/* No comment provided by engineer. */
"Ripping completed" = "Ripping volbracht";

/* No comment provided by engineer. */
"Ripping sectors %i - %i" = "Ripping sectors %1$i - %2$i";

/* No comment provided by engineer. */
"Save" = "Bewaar";

/* No comment provided by engineer. */
"Save log contents to disk" = "Bewaar log inhoud op schijf";

/* No comment provided by engineer. */
"Setting drive speed to maximum" = "Setting drive speed to maximum";

/* No comment provided by engineer. */
"Setting drive speed to minimum" = "Setting drive speed to minimum";

/* No comment provided by engineer. */
"Unable to read from the disc." = "Unable to read from the disc.";

/* No comment provided by engineer. */
"Verifying rip integrity" = "Verifying rip integrity";

